Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_sanila-aikio_osallistuu_venetsian_58__kansainvaliseen_taidebiennaalliin_la_biennale_di_venezia_.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Sanila-Aikio osallistuu Venetsian 58. kansainväliseen taidebiennaalliin (La Biennale di Venezia)
smn: Saavâjođetteijee Sanila-Aikio uásálist Venetsia 58. aalmugijkoskâsii taaiđâbiennaalân (La Biennale di Venezia)

source: Suomen Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio osallistuu Venetsian 58. kansainväliseen taidebiennaalliin (La Biennale di Venezia) 7.-9. toukokuuta 2019.
smn: Suomâ Sämitige saavâjođetteijee Tiina Sanila-Aikio uásálist Venetsia 58. aalmugijkoskâsii taaiđâbiennaalân (La Biennale di Venezia) 7.-9. vyesimáánu 2019.

source: Sanila-Aikio osallistuu tapahtumaan yhdessä Norjan ja Ruotsin Saamelaiskäräjien puheenjohtajien Aili Keskitalon ja Per-Olof Nuttin sekä Norjan Saamelaiskäräjien hallituksen jäsenen Henrik Olsenin kanssa.
smn: Saavâjođetteijee uásálist tábáhtusân oovtâst Taažâ já Ruotâ Sämitiigij saavâjođetteijei Aili Keskitaloin já Per-Olof Nuttijn sehe Taažâ Sämitige stiivrâ jeessân Henrik Olsenáin.

source: Puheenjohtaja Sanila-Aikio osallistuu mm. Nykytaiteen museo Kiasman tuottaman Pohjoismaisen paviljongin näyttelyn sekä Suomen Alvar Aalto -paviljongissa nähtävän A Greater Miracle of Perception -näyttelyn avajaisiin.
smn: Saavâjođetteijee Sanila-Aikio uásálist ei. Nykytaiteen museo Kiasma pyevtittem Tave-eennâmlii paviljoŋg čáitálduv sehe Suomâ Alvar Aalto -paviljooŋgist uáinimnáál orroo A Greater Miracle of Perception -čáitálduv lekkâmáid.

source: – Odotan innolla näkeväni saamelaistaiteilijoiden teoksia osana taidebiennaalia.
smn: – Mun vuárdám moovtâ ete uáinám sämmilij taiđârij taiđuu uássin taaiđâbiennaal.

source: Saamelaistaiteen monipuolisuus ja -tasoisuus kiehtoo kansainvälisesti, ja on todella hienoa, että Pieski ja West osallistuvat biennaaliin, iloitsee puheenjohtaja Sanila-Aikio.
smn: Sämmilâštaiđuu maaŋgâpiälásâšvuotâ já -tásásâšvuotâ kiäsut aalmugijkoskâsávt, já lii hirmâd šiev, ete Pieski já West uásálistev biennaalân, illood saavâjođetteijee Sanila-Aikio.

source: Suomen Alvar Aalto -paviljongissa nähtävässä Miracle Workers -kollektiivin ensimmäisessä yhteisnäyttelyssä A Greater Miracle of Perception ovat mukana taiteilija Outi Pieski ja tarinankertoja ja elokuvantekijä Suvi West .
smn: Suomâ Alvar Aalto -paviljooŋgist uáinimnáál orroo Miracle Workers -kollektiv vuossâmuu ohtsii čáitálduvâst A Greater Miracle of Perception lává mieldi taaiđâr Outi Pieski já mainâstâllee já elleekoverähtee Suvi West .

source: Outi Pieskin paikkasidonnainen teos Ovdavázzit – Forewalkers (2019) nostaa esiin saamelaisten kansallisvaltioiden rajojen yli käymää kamppailua itsemääräämisoikeudesta elinalueensa maihin ja vesiin.
smn: Outi Pieski pááikánčonnum tyeji Ovdavázzit – Forewalkers (2019) paajeed oovdân sämmilij aalmuglâšstaatâi raajij rasta jottáám kámppádâllâm jiešmeridemvuoigâdvuođâst aassâmkuávlus enâmáid já čassijd.

source: Teos painottaa, että elämän ja liikkuvuuden tulee perustua kestävään rinnakkaiseloon alueen luonnontarpeiden kanssa.
smn: Tyeji tiäddut, ete eellim já jotteem kalga vuáđuduđ kilelis paldâlâselimân kuávlu luándutárbuiguin.

source: Lisäksi näyttelyssä on esillä viidestä lyhytelokuvasta koostuva teos The Killing of Čáhcerávga (2019), jossa Miracle Workers kollektiivin jäsenet tutkivat tottelemattomuuden potentiaalia vanhoissa ajatusmalleissa.
smn: Toos lasseen čáitálduvâst lii viiđâ uánihisfiilmâst šaddee tyeji The Killing of Čáhcerávga (2019), mast Miracle Workers kollektiv jesâneh totkeh tottâlmettumvuođâ potentiaal puáris jurdâččemmaalijn.

source: Elokuvassa kerrotaan hajanaisia yhteisöllisiä tarinoita.
smn: Elleekooveest muštâleh siärvuslijd pođoimainâsijd.

source: Lue lisää näyttelystä Frame Finland -sivuilta .
smn: Luuvâ lase čáitálduvâst Frame Finland -siijđoin .

source: Venetsian taidebiennaali on joka toinen vuosi järjestettävä nykytaiteen kansainvälinen suurkatselmus.
smn: Venetsia taaiđâbiennaal lii moodeern taiđuu aalmugijkoskâsâš stuorrâ kejâstâh, mii uárnejuvvoo jyehi nubbe ive.

source: Biennaali koostuu pääosin näyttelyistä valtioiden vuosien saatossa rakennuttamissa paviljongeissa.
smn: Biennaal šadda iänááš čáitálduvâin, moh láá paviljoŋgijn, maid staatah láá iivij mield huksiittâm.

source: Ensimmäinen Venetsian taidebiennaali järjestettiin vuonna 1895.
smn: Vuossâmuš Venetsia taaiđâbiennaal uárnejui ive 1895.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
